choice_list = ("Выбрать букву 💬", "Назвать слово 🗣", "Остановить игру ⛔")
choose_word_button = "Назвать слово 🗣"
choose_letter_button = "Выбрать букву 💬"
choose_stop_button = "Остановить игру ⛔"
text_about_game = (
    f"Привет, я бот игры ПолеЧудес. Правила игры просты: "
    f"при старте игры в чат присылается загадка и тебе необходимо либо назвать букву, либо попытаться сразу угадать слово.<br>"
    f"При верно угаданной букве, откроются все выбранные буквы, которые присутствуют в слове и ты получишь +1 очко.<br>"
    f"При неудачном варианте, ход переходит к следующему игроку.<br>"
    f"Однако если ты назовешь неверное слово, ты выбываешь. Если же названо верное слово, ты становишься победителем и получаешь дополнительные 10 очков"
)
no_questions = "К сожалению все загадки закончились:("
id_constant = 2000000000
action_for_decision = (
    "напишите букву/слово согласно раннее выбранному варианту!"
)
choose_one_letter = "Выберите 1 букву или поменяйте свой выбор действия!"
chose_word = "назовите слово или поменяйте свой выбор действия! "
choose_again = "Снова выберите букву или слово"
letter_exist = "такая буква уже была названа, выберите другую!"
failed_letter = "такой буквы нет!"
user_kicked = "неверно, вы исключены из игры!"
game_leaderboard = "Таблица лидеров игры:"
noone_played = "Ни один из пользователей чата еще не сыграл игру!"
total_points = "Общее количество баллов за все игры"
game_over = "Игра окончена! "
last_player = "вы последний игрок, вы можете назвать только слово!"
