choice_list = ("Выбрать букву 💬", "Назвать слово 🗣", "Остановить игру ⛔")
text_about_game = (
    f"Привет, я бот 'ПолеЧудес'. Правила игры просты: "
    f"При старте игры в чат присылается загадка и тебе необходимо либо назвать букву, либо попытаться сразу угадать слово. "
    f"При верно угаданной букве, откроются все выбранные буквы, которые присутствуют в слове и ты получишь +1 очко. "
    f"При неудачном варианте, ход переходит к следующему игроку. "
    f"Однако если ты назовешь неверное слово, ты выбываешь. Если же названо верное слово, ты становишься победителем"
)
no_questions = "К сожалению все загадки закончились:("
next_turn = "твой ход! Выбери букву или назови слово."
id_constant = 2000000000
